tap "cantino/mcfly", "https://github.com/cantino/mcfly"
tap "colindean/fonts-nonfree"
tap "hmarr/tap"
brew "asdf"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "brew-cask-completion"
brew "pkg-config"
brew "coreutils"
brew "direnv"
brew "fd"
brew "fzf"
brew "git-delta"
brew "gnu-tar"
brew "go-task"
brew "gron"
brew "htmlq"
brew "htop"
brew "libheif"
brew "iproute2mac"
brew "jc"
brew "jq"
brew "less"
brew "moreutils"
brew "ripgrep"
brew "telnet"
brew "trash"
brew "tree"
brew "uv"
brew "virtualenv"
brew "virtualenvwrapper"
brew "wdiff"
brew "wget"
brew "xan"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "amethyst"
cask "font-microsoft-office"
cask "iterm2"
cask "xquartz"
