tap "cantino/mcfly", "https://github.com/cantino/mcfly"
tap "colindean/fonts-nonfree"
tap "hmarr/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "brew-cask-completion"
brew "pkg-config"
brew "coreutils"
brew "direnv"
brew "fd"
brew "fzf"
brew "git-delta"
brew "gnu-tar"
brew "gron"
brew "htmlq"
brew "htop"
brew "libheif"
brew "iproute2mac"
brew "jc"
brew "jq"
brew "less"
brew "moreutils"
brew "ripgrep"
brew "telnet"
brew "trash"
brew "tree"
brew "wdiff"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "amethyst"
cask "apparency"
cask "font-microsoft-office"
cask "iterm2"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlvideo"
cask "quicklook-json"
cask "quicklook-pat"
cask "quicklookase"
cask "suspicious-package"
cask "vitals"
cask "xquartz"
