tap "adoptopenjdk/openjdk"
tap "cantino/mcfly", "https://github.com/cantino/mcfly"
tap "colindean/fonts-nonfree"
tap "cvc4/cvc4"
tap "hmarr/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "wagoodman/dive"
brew "asciinema"
brew "atool"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "brew-cask-completion"
brew "glib"
brew "pkg-config"
brew "cloc"
brew "coreutils"
brew "diff-so-fancy"
brew "elinks"
brew "erlang"
brew "elixir"
brew "exercism"
brew "exiftool"
brew "expect"
brew "fd"
brew "feh"
brew "fzf"
brew "git-delta"
brew "gnu-tar"
brew "gnutls"
brew "go"
brew "highlight"
brew "htop"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "lazygit"
brew "less"
brew "libcaca"
brew "libksba"
brew "libssh"
brew "lynx"
brew "openjdk"
brew "maven"
brew "media-info"
brew "memcached"
brew "mercurial"
brew "mill"
brew "moreutils"
brew "mosh"
brew "mysql"
brew "nvm"
brew "phpmyadmin"
brew "pipenv"
brew "poppler"
brew "postgresql", restart_service: true
brew "ranger"
brew "rebar3"
brew "recode"
brew "ripgrep"
brew "rmtrash"
brew "sbt"
brew "scala"
brew "teleport"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tomcat@7"
brew "transmission-cli"
brew "tree"
brew "up"
brew "w3m"
brew "wdiff"
brew "wget"
brew "wireshark", link: false
brew "xhyve"
brew "z3"
brew "zbar"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "cantino/mcfly/mcfly"
brew "jesseduffield/lazydocker/lazydocker"
brew "wagoodman/dive/dive"
cask "adoptopenjdk14"
cask "adoptopenjdk8"
cask "amethyst"
cask "android-platform-tools"
cask "fluor"
cask "font-microsoft-office"
cask "haskell-platform"
cask "http-toolkit"
cask "iterm2"
cask "java"
cask "kap"
cask "osxfuse"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vitals"
cask "wireshark"
cask "xquartz"
